Repository: dirkvdb/gejengel
Catalog: po/*.po
Languages: nl

source: Preferences
nl: Voorkeuren

source: Add to queue
nl: Voeg toe aan afspeellijst

source: Added
nl: Voegde toe

source: Album art filenames ( seperate by ; )
nl: Albumhoes bestandsnaam (splits door ; )

source: Artist
nl: Artiest

source: Audio Backend:
nl: Geluidsweergave:

source: Basic view
nl: Basis layout

source: Clear play queue
nl: Wis afspeellijst

source: Completely rescan the library, clearing the current information
nl: Bibliotheek geheel opnieuw inlezen, huidige informatie gaat verloren

source: Date added
nl: Datum toegevoegd

source: Detailed album view
nl: Gedetailleerde album layout

source: Disc
nl: Cd

source: Duration
nl: Lengte

source: Failed to perform search query:
nl: Zoekopdracht mislukt:

source: General
nl: Algemeen

source: Implements the MPRIS specification allowing control through dbus
nl: Implementeerd the MPRIS specificatie, waardoor bediening door dbus mogelijk wordt

source: Large
nl: Groot

source: Library location:
nl: Bibliotheek locatie:

source: Library scan failed
nl: Bibliotheek inlezen is mislukt

source: Library scan finished
nl: Bibliotheek inlezen is voltooid

source: Notification plugin
nl: Notificatie plugin

source: Password:
nl: Wachtwoord:

source: Play queue
nl: Afspeellijst

source: Plugins
nl: Uitbreidingen

source: Preferences
nl: Voorkeuren

source: Put an icon in the system tray
nl: Plaats een icoon in het systeemvak

source: Queue random album
nl: Voeg een willekeurig album toe

source: Queue random tracks
nl: Voeg willekeurige liedjes toe

source: Save play queue on exit
nl: Bewaar afspeellijst bij het afsluiten

source: Scan library at startup
nl: Doorzoek de bibliotheek bij het opstarten

source: Scan library failed:
nl: Bibliotheek inlezen voltooid:

source: Scanning library
nl: Bibliotheek wordt ingelezen

source: Scrobble your tracks on Last.fm
nl: Verzamel afspeel gegevens op Last.fm

source: Select library location
nl: Selecteer bibliotheek locatie

source: Show notifications for played tracks
nl: Laat meldingen zien van nieuwe nummers

source: Simple album view
nl: Eenvoudige album layout

source: Small
nl: Klein

source: Sort by
nl: Sorteer op

source: Starting library scan, obtaining directory information
nl: Bibliotheek inlezen wordt gestart, bezig met het verkrijgen van directory informatie

source: System tray
nl: Systeemvak

source: Title
nl: Titel

source: Track
nl: Nummer

source: Tracks:
nl: Nummers:

source: Unknown
nl: Onbekend

source: Username:
nl: Gebruikersnaam:

source: View
nl: Beeld

source: Year
nl: Jaar

source: _Edit
nl: _Wijzig

source: _File
nl: _Bestand

source: _Rescan library
nl: Bibliotheek opniew _inlezen

source: _Tools
nl: _Extra

source: _View
nl: B_eeld

source: settings
nl: instellingen
